Repository: Sillot/dayloader_clock
Catalog: Resources/Strings.*.resx
Languages: es, fr

# Tooltip_EndDay
source: End of day
es: Fin de jornada
fr: Fin de journée

# Tooltip_Pause
source: Pause
es: Pausa

# Tooltip_History
source: History
es: Historial
fr: Historique

# Tooltip_Settings
source: Settings
es: Ajustes
fr: Paramètres

# Tooltip_Minimize
source: Minimize
es: Minimizar
fr: Réduire

# Tooltip_Hide
source: Hide
es: Ocultar
fr: Masquer

# Tooltip_Resume
source: Resume
es: Reanudar
fr: Reprendre

# Tooltip_ResumeDay
source: Resume day
es: Reanudar jornada
fr: Reprendre la journée

# Tooltip_StopPomodoro
source: Stop Pomodoro
es: Detener Pomodoro
fr: Arrêter le Pomodoro

# StartTime
source: Start: {0}
es: Inicio: {0}
fr: Début : {0}

# StartTimeDefault
source: Start: --:--
es: Inicio: --:--
fr: Début : --:--

# Remaining
source: Left: {0}
es: Queda: {0}
fr: Reste : {0}

# RemainingDefault
source: Left: 8h 00m
es: Queda: 8h 00m
fr: Reste : 8h 00m

# Finished
source: Done!
es: ¡Terminado!
fr: Terminé !

# Overtime
source: ⚠ OVERTIME: +{0}
es: ⚠ HORAS EXTRA: +{0}
fr: ⚠ HEURES SUP : +{0}

# LunchPause
source: 🍴 BREAK
es: 🍴 PAUSA
fr: 🍴 PAUSE

source: ⏹ DAY COMPLETED
es: ⏹ JORNADA TERMINADA
fr: ⏹ JOURNÉE TERMINÉE

source: ⏸ PAUSED
es: ⏸ EN PAUSA
fr: ⏸ EN PAUSE

# Mini_Done
source: DONE +{0}
es: LISTO +{0}
fr: FINI +{0}

# Tray_Show
source: Show
es: Mostrar
fr: Afficher

# Tray_MiniMode
source: ❏ Mini mode
es: ■ Modo mini

# Tray_EndDay
source: ⏹ End of day
es: ⏹ Fin de jornada
fr: ⏹ Fin de journée

# Tray_Pause
source: ⏸ Pause
es: ⏸ Pausa

# Tray_Resume
source: ▶ Resume
es: ▶ Reanudar
fr: ▶ Reprendre

# Tray_StopPomodoro
source: ⏹ Stop Pomodoro
es: ⏹ Detener Pomodoro
fr: ⏹ Arrêter Pomodoro

# Tray_ResetDay
source: Reset day
es: Reiniciar jornada
fr: Réinitialiser la journée

# Tray_History
source: History
es: Historial
fr: Historique

# Tray_Settings
source: Settings
es: Ajustes
fr: Paramètres

# Tray_Quit
source: Quit
es: Salir
fr: Quitter

# Msg_ResetConfirm
source: Reset the day? The counter will be reset to zero.
es: ¿Reiniciar la jornada? El contador se pondrá a cero.
fr: Réinitialiser la journée ? Le compteur sera remis à zéro.

# Msg_OvertimeStarted
source: ⚠ Workday completed! Overtime begins.
es: ⚠ ¡Jornada laboral completada! Comienzan las horas extra.
fr: ⚠ Journée de travail terminée ! Les heures supplémentaires commencent.

# Msg_PomodoroFocus
source: Focus {0} min — Do Not Disturb enabled
es: Enfoque {0} min — No molestar activado
fr: Focus {0} min — Ne Pas Déranger activé

# Msg_PomodoroCompleted
source: Pomodoro completed!
es: ¡Pomodoro completado!
fr: Pomodoro terminé !

# Msg_PomodoroBreak
source: Well done! Take a short break.
es: ¡Bien hecho! Tómate un descanso.
fr: Bravo ! Prends une petite pause.

# Msg_AlreadyRunning
source: Dayloader Clock is already running. Check the system tray.
es: Dayloader Clock ya está en ejecución. Compruebe la bandeja del sistema.
fr: Dayloader Clock est déjà en cours d'exécution. Vérifiez la barre des tâches (system tray).

# Settings_Title
source: Settings — Dayloader Clock
es: Ajustes — Dayloader Clock
fr: Paramètres — Dayloader Clock

# Settings_Header
source: ⚙ SETTINGS
es: ⚙ AJUSTES
fr: ⚙ PARAMÈTRES

# Settings_WorkDayHours
source: Work day duration (hours)
es: Duración jornada laboral (horas)
fr: Durée journée de travail (heures)

# Settings_LunchStart
source: Lunch break start (HH:mm)
es: Inicio pausa almuerzo (HH:mm)
fr: Début pause déjeuner (HH:mm)

# Settings_LunchDuration
source: Lunch break duration (minutes)
es: Duración pausa almuerzo (minutos)
fr: Durée pause déjeuner (minutes)

# Settings_AutoStart
source: Start automatically with Windows
es: Iniciar automáticamente con Windows
fr: Démarrer automatiquement avec Windows

# Settings_PomodoroDuration
source: Pomodoro duration (minutes)
es: Duración Pomodoro (minutos)
fr: Durée Pomodoro (minutes)

# Settings_PomodoroDnd
source: Enable Do Not Disturb during Pomodoro
es: Activar No molestar durante Pomodoro
fr: Activer Ne Pas Déranger pendant Pomodoro

# Settings_Language
source: Language
es: Idioma
fr: Langue

# Settings_Cancel
source: Cancel
es: Cancelar
fr: Annuler

# Settings_Save
source: Save
es: Guardar
fr: Enregistrer

# Settings_Error_WorkHours
source: Invalid work hours (between 1 and 24).
es: Horas de trabajo inválidas (entre 1 y 24).
fr: Heures de travail invalides (entre 1 et 24).

# Settings_Error_LunchStart
source: Invalid break start time (format HH:mm).
es: Hora de inicio de pausa inválida (formato HH:mm).
fr: Heure de début de pause invalide (format HH:mm).

# Settings_Error_LunchDuration
source: Invalid break duration (between 0 and 180 minutes).
es: Duración de pausa inválida (entre 0 y 180 minutos).
fr: Durée de pause invalide (entre 0 et 180 minutes).

# Settings_Error_Pomodoro
source: Invalid Pomodoro duration (between 1 and 120 minutes).
es: Duración Pomodoro inválida (entre 1 y 120 minutos).
fr: Durée Pomodoro invalide (entre 1 et 120 minutes).

# Settings_Error_Title
source: Validation error
es: Error de validación
fr: Erreur de validation

# Settings_RestartRequired
source: Language change will be applied after restarting the application.
es: El cambio de idioma se aplicará tras reiniciar la aplicación.
fr: Le changement de langue sera appliqué après redémarrage de l'application.

# History_Title
source: History — Dayloader Clock
es: Historial — Dayloader Clock
fr: Historique — Dayloader Clock

# History_Header
source: 📅 HISTORY
es: 📅 HISTORIAL
fr: 📅 HISTORIQUE

# History_Days
source: DAYS
es: DÍAS
fr: JOURS

# History_Average
source: AVG/DAY
es: PROM/DÍA
fr: MOY/JOUR

# History_ExportCsv
source: 📄 Export CSV
es: 📄 Exportar CSV
fr: 📄 Exporter CSV

# History_ExportXlsx
source: 📊 Export Excel
es: 📊 Exportar Excel
fr: 📊 Exporter Excel

# History_Tooltip
source: {0} Login: {1} Last activity: {2} Effective work: {3} Lunch break: {4}
es: {0} Inicio: {1} Última actividad: {2} Trabajo efectivo: {3} Almuerzo: {4}
fr: {0} Login : {1} Dernière activité : {2} Travail effectif : {3} Pause déjeuner : {4}

# History_CsvDialogTitle
source: Export history as CSV
es: Exportar historial como CSV
fr: Exporter l'historique en CSV

# History_XlsxDialogTitle
source: Export history as Excel
es: Exportar historial como Excel
fr: Exporter l'historique en Excel

# History_ExportSuccess
source: {0} export successful! {1}
es: ¡Exportación {0} exitosa! {1}
fr: Export {0} réussi ! {1}

# History_ExportTitle
source: Export
es: Exportar

# History_ExportError
source: Error during export: {0}
es: Error durante la exportación: {0}
fr: Erreur lors de l'export : {0}

# History_Yes
source: Yes
es: Sí
fr: Oui

# Day_Mon
source: MON
es: LUN
fr: LUN

# Day_Tue
source: TUE
es: MAR
fr: MAR

# Day_Wed
source: WED
es: MIÉ
fr: MER

# Day_Thu
source: THU
es: JUE
fr: JEU

# Day_Fri
source: FRI
es: VIE
fr: VEN

# Day_Sat
source: SAT
es: SÁB
fr: SAM

# Day_Sun
source: SUN
es: DOM
fr: DIM

# Export_Date
source: Date
es: Fecha

# Export_Login
source: Login
es: Inicio

# Export_LastActivity
source: Last activity
es: Última actividad
fr: Dernière activité

# Export_MinutesWorked
source: Minutes worked
es: Minutos trabajados
fr: Minutes travaillées

# Export_HoursWorked
source: Hours worked
es: Horas trabajadas
fr: Heures travaillées

# Export_DayComplete
source: Day complete
es: Jornada completa
fr: Journée complète

# Export_LunchMinutes
source: Lunch (min)
es: Almuerzo (min)
fr: Déjeuner (min)

# Export_SheetName
source: History
es: Historial
fr: Historique

# History_ErrorTitle
source: Error
fr: Erreur

# History_No
source: No
fr: Non
